Repository: BackupTheBerlios/kyim
Catalog: kyim/po/*.po
Languages: fr

source: Q&uit
fr: Q&uitter

source: &Save (Formatted)
fr: &Sauver (Formatté)

source: S&ave (Unformatted)
fr: S&auver (Non Formatté)

source: Chat Session with
fr: Session de Dialogue avec

source: User not online. Sent as an offline message.
fr: Utilisateur hors-ligne. Envoyé en tant que message hors-ligne

source: &Profile
fr: &Profil

source: &Add Buddy
fr: &Ajouter un Ami

source: Do &Not Warn Me When Buddy Offline
fr: &Ne Pas M'Avertir Quand Ami Hors-Ligne

source: &Buddy
fr: &Ami

source: &Force Default Font
fr: &Forcer la Police par Défaut

source: &Font
fr: &Police

source: Emoticons
fr: Emoticones

source: Yahooo's n crashes into the ground..yes he was flyin!!
fr: Yahooo.. s'écrase sur le sol... oui il volait !!!

source: the Matrix has YOU!
fr: tu appartiens à la Matrice !

source: May the SOURCE be with you!
fr: Que la SOURCE soit avec toi !

source: File transfer could not be completed.
fr: Le transfert de fichier n'a pas été terminé.

source: Available
fr: En Ligne

source: Not Available
fr: Hors Ligne

source: State
fr: Etat

source: Changed status to
fr: Est A Present

source: Logged In.
fr: Logué.

source: KYIM: Start New Conference
fr: KYIM: Nouvelle Conférence

source: Currently Online Buddies:
fr: Amis actuellement en ligne:

source: Name
fr: Nom

source: Additional users:
fr: Utilisateurs additionnels:

source: Add to invitation
fr: Ajouter à l'invitation

source: Invited Users:
fr: Utilisateurs invités:

source: Invitation message:
fr: Message d'invitation:

source: Join My Conference...!
fr: Rejoignez ma conférence...!

source: Done
fr: OK

source: KYIM: Debug Messages
fr: KYIM: Messages de Déboguage

source: KDE Port of Yahoo Messenger
fr: Une versioon pour KDE de Yahoo Messenger

source: This software is not supported or sponsored in any way by Yahoo.
fr: Ce logiciel n'est pas supporté ni sponsorisé par Yahoo !

source: emoticons artwork
fr: graphisme des émoticones

source: &Logon
fr: Se &Loguer

source: Log&off
fr: Se Dél&oguer

source: &New Chat Session
fr: &Nouvelle Session de Dialogue

source: New &Conference
fr: Nouvelle &Conférence

source: &Send Offline Message
fr: Envoyer un Me&ssage Hors-Ligne

source: View &Status Bar
fr: Afficher la Barre d'&Etat

source: View &Menu Bar
fr: Afficher la Barre de &Menu

source: &Save Options
fr: &Sauver les Options

source: &Refresh
fr: &Rafraîchir

source: &Debug Messages
fr: Messages de &Déboguage

source: &Add User
fr: &Ajouter un Utilisateur

source: &Remove User
fr: Supp&rimer un Utilisateur

source: New Chat Session
fr: Nouvelle Session de Dialogue

source: Add User
fr: Ajouter un Utilisateur

source: Find Friends
fr: Trouver des Amis

source: Go To Mail
fr: Aller au Mail

source: None
fr: Aucun

source: Not logged on.
fr: Non Logué.

source: You will need to login manually the first time. After setting up KYIM select Yahoo->Login to login.
fr: Vous devez vous loguer manuellement la première fois. Après avoir configuré KYIM faites Yahoo->Se Loguer.

source: Logged in.
fr: Logué.

source: Not logged in.
fr: Non Logué.

source: Connection with Yahoo Lost!
fr: La connexion avec Yahoo a été perdue !

source: User not online.
fr: L'utilisateur n'est pas en ligne.

source: (User not online. Sent as an offline message)
fr: (Utilisateur hors-ligne. Envoyé en tant que message hors-ligne)

source: (User not online. Message sent as an offline message.)
fr: (Utilisateur hors-ligne. Message envoyé en tant que message hors-ligne)

source: declined to join conference. Reason:
fr: a refusé de se joindre à la conférence. Raison:

source: You have been disconnected due to duplicate logon.
fr: Vous avez été déconnecté pour cause de double loguage.

source: KYIM: Start Chat Session
fr: KYIM: Nouvelle Session de Dialogue

source: Start Chat Session
fr: Nouvelle Session de Dialogue

source: Buddy:
fr: Ami

source: Chat
fr: Dialogue

source: KYIM: Setup
fr: KYIM: Configuration

source: Please enter your Yahoo login and password.
fr: Entrez votre nom d'utilisateur et mot de passe Yahoo

source: Password:
fr: Mot de passe:

source: Startup Options
fr: Options de Démarrage

source: Login under Invisible Mode?
fr: Se Loguer en Mode Invisible

source: Login on startup?
fr: Se Loguer au Démarrage ?

source: Login
fr: Nom d'Utilisateur

source: Accept Messages from friends only?
fr: Accepter les Messages Seulement des Utilisateurs ?

source: Show online friends only?
fr: Ne Montrer que les Amis en Ligne ?

source: Dynamically resize buddylist?
fr: Redimensionner Dynamiquement la Liste de Contacts ?

source: Use graphical emoticons in chat window?
fr: Utiliser des Emoticones Graphiques ?

source: Disable mail notification?
fr: Désactiver la Notification d'E-Mail ?

source: Show last updated status time in buddylist?
fr: Montrer l'Heure de Changement d'Etat dans la Liste d'Amis ?

source: Close all windows on logoff?
fr: Fermer toutes les Fenetres en se Déloguant ?

source: Received files path:
fr: Chemin pour les fichiers reçus:

source: Idle Mode
fr: Mode Inactif

source: Time before going idle (minutes) :
fr: Temps à Devenir Inactif (minutes) :

source: Allow Idle State?
fr: Autoriser l'Etat Inactif ?

source: Browse
fr: Parcourir

source: Misc
fr: Divers

source: Connection Mode:
fr: Mode de Connexion:

source: Proxy Information
fr: Information de Proxy

source: Proxy Host
fr: Hôte du Proxy

source: Proxy Port
fr: Port du Proxy

source: Play sound for new message?
fr: Jouer un Son pour un Nouveau Message ?

source: Change Sound
fr: Changer le Son

source: Play sound for buddy logoff?
fr: Jouer un Son lorsqu'un Ami passe Hors-Ligne

source: Play sound for buddy logon?
fr: Jouer un Son lorsqu'un Ami Arrive ?

source: Play a buzz sound?
fr: Jouer un Son Buzz ?

source: Sound
fr: Son

source: KYIM: Remove Buddy
fr: KYIM: Supprimer un Ami

source: Select the YahooID of the buddy you want to remove from your buddylist.
fr: Choisir le YahooID de l'ami que vous souhaitez retirer de votre liste.

source: Group
fr: Groupe

source: KYIM: Proxy Autentication
fr: KYIM: Authentification du Proxy

source: Your Proxy needs Authentication. Enter your proxy username and password.
fr: Votre Proxy a besoin d'informations d'authentification: Entrez votre nom d'utilisateur et mot de passe pour le Proxy.

source: Password
fr: Mot de Passe

source: Username
fr: Nom d'Utilisateur

source: KYIM: Send Offline Message
fr: KYIM: Envoyer un Message Hors-Ligne

source: Send to
fr: Envoyer à

source: New Mail !
fr: Nouvel E-Mail !

source: You Have New Yahoo! Mail !
fr: Vous avez un Nouvel E-Mail Yahoo !

source: KYIM: Incoming File Transfer
fr: KYIM: Arrivée d'un Fichier

source: The buddy sending the transfer.
fr: L'ami envoyant le fichier.

source: From:
fr: De:

source: A message accompanying this transfer.
fr: Le message accompagnant le fichier.

source: Where to save the file.
fr: Où sauver le fichier.

source: &Accept
fr: &Accepter

source: &Deny
fr: &Refuser

source: KYIM: Custom Status Message
fr: KYIM: Message d'Etat Personnalisé

source: Enter custom status message:
fr: Entrez votre message d'état:

source: KYIM: Conference Invitation
fr: KYIM: Invitation à une Conférence

source: Insert Name Here
fr: Insérez votre Nom Ici

source: invited you to a conference,
fr: vous a invité à une conférence,

source: and said:
fr: et a dit:

source: Insert Message Here
fr: Insérez le Message Ici

source: Do you want to join the conference?
fr: Voulez vous vous joindre à la conférence ?

source: If not, please give a reason for declining:
fr: Si non, donnez une raison pour refuser:

source: Accept
fr: Accepter

source: Decline
fr: Refuser

source: Send Message
fr: Envoyer le Message

source: Invite Another Buddy
fr: Inviter un Autre Ami

source: Leave Conference
fr: Quitter la Conférence

source: KYIM: Invite a buddy to conference
fr: KYIM: Inviter un ami à une conférence

source: Buddy to invite:
fr: Ami à inviter:

source: Send
fr: Envoyer

source: You have been added !
fr: Vous avez été ajouté !

source: Accept And Add
fr: Accepter et Ajouter

source: View Profile
fr: Voir le Profil

source: KYIM: Add Buddy
fr: KYIM: Ajouter un Ami

source: Enter the YahooID of the buddy you want to add to your buddylist.
fr: Entrez le YahooID de l'ami que vous souhaitez ajouter dans votre liste.

source: Message to new buddy
fr: Message au nouvel ami

source: Offline Messages
fr: Messages Hors-Ligne

source: _: NAME OF TRANSLATORS Your names
fr: Alexandre Aufrere

source: _: EMAIL OF TRANSLATORS Your emails
fr: alexandre.aufrere@free.fr
